'use strict';

module.exports = {
  crumbs: '仁、义、礼、智、信、忠、孝、悌、节、恕、勇、让、琴棋书画、三百六十行、四大发明、民间禁忌、精忠报国、自然养生、竹、民谣、黄土、长江、黄河、红、月亮、十二生肖、鼠、牛、虎、兔、龙、蛇、马、羊、猴、鸡、狗、猪、农家、皇宫官府、宫庭文化、帝王学、京剧、越剧、秦腔、潮剧、昆曲、湘剧、豫剧、曲剧、二人转、河北梆子、皮影戏、川剧、黄梅戏、粤剧、花鼓戏、巴陵戏、木偶戏、脸谱、梨园戏、歌仔戏、双簧、潮绣、剪纸、风筝、中国织绣、中国结、泥人、面人、面塑、饕餮纹、如意纹、雷纹、回纹、巴纹、祥云、凤眼、千层底、檐、鹫'.split('、'),
  snakes: ['子曰："学而时习之，不亦悦乎？有朋自远方来，不亦乐乎？人不知而不愠，不亦君子乎？"', '子曰："巧言令色，鲜矣仁。"', '曾子曰：吾日三省乎吾身。为人谋而不忠乎？与朋友交而不信乎？传不习乎？', '子曰：弟子入则孝，出则悌，谨而信，泛爱众而亲仁，行有余力，则以学文。', '曾子曰：慎终追远，民德归厚矣。', '子曰：父在，观其志。父没，观其行。三年无改于父之道，可谓孝矣。', '子曰：不患人之不己知，患不知人也。', '子曰：为政以德，譬如北辰，居其所，而众星共之。', '孟武伯问孝。子曰："父母，唯其疾之忧。"', '子曰：视其所以，观其所由，察其所安，人焉叟哉！人焉叟哉！', '子曰：学而不思则罔，思而不学则殆。', '子曰：由，诲汝知之乎！知之为知之，不知为不知，是知也。', '哀公问曰："何为则民服？"孔子对曰："举直错诸枉，则民服；举枉错诸直，则民不服。"']
};